/* Title for shut-down alert warning that we're updating Boot Caches */
"Updating Boot Caches" = "Aggiorno cache di avvio";

/* Text of shut-down alert explaining why we aren't shutting down right away */
"Caches necessary for booting are being updated.  System shutdown will proceed once the caches are up to date." = "Le cache necessarie per l'avvio sono in fase di aggiornamento. Il sistema procederà allo spegnimento dopo aver aggiornato le cache.";

/* Title for alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Inconsistent system files" = "Documenti di sistema inconsistenti";

/* Text of alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Important system files in memory do not match those on disk. Kernel extensions can not be loaded, and some devices may not work. Resetting your startup disk in System Preferences may help." = "Documenti di sistema importanti presenti in memoria non corrispondono a quelli sul disco. Le estensioni Kernel non possono essere caricate e alcuni dispositivi potrebbero non funzionare. Prova a reimpostare il disco di avvio nelle Preferenze di Sistema.";

/* Title for alert warning the user of a kernel extension whose contents could be replaced with malicious code. */
"System extension cannot be used" = "Impossibile utilizzare l'estensione del sistema";

/* Text of alert warning the user of a kernel extension whose contents could be replaced with malicious code. In two parts; the filename in question is put in between them. */
"The system extension \"" = "L'estensione del sistema “";

"\" was installed improperly and cannot be used. Please try reinstalling it, or contact the product's vendor for an update." = "” non è stata installata correttamente e non può essere utilizzata. Prova a reinstallarla o consulta il produttore per un aggiornamento.";

/* OK */
"OK" = "OK";

/* Display mode naming related strings. */

"PAL"  = "PAL";
"NTSC" = "NTSC";

"256 Colors" = "256 Colori";
"Thousands"  = "Migliaia";
"Millions"   = "Milioni";
"Trillions"  = "Trilioni";

"n/a"  = "n/d";

"stretched"  = "esteso";
"simulscan"  = "Simulscan";
"interlaced" = "Interlacciato";
"external"   = "Esterno";


"%%.%ldf Hertz"       = "%%.%ldf Hertz";
"%%.%ldf Hertz (%%@)" = "%%.%ldf Hertz (%%@)";

"%d x %d"  = "%d x %d";
"%d x %dp" = "%d x %dp";
"%d x %di" = "%d x %di";

"%@"						=	"%@";
"%@ (%@)"					= 	"%@ (%@)";
"%@ (%@, %@)"					= 	"%@ (%@, %@)";
"%@ (%@, %@, %@)"				=	"%@ (%@, %@, %@)";
"%@ (%@, %@, %@, %@)"				=	"%@ (%@, %@, %@, %@)";
"%@ (%@, %@, %@, %@, %@)"			=	"%@ (%@, %@, %@, %@, %@)";

"%%@, %%.%ldf Hz"				=	"%%@, %%.%ldf Hz";
"%%@, %%.%ldf Hz (%%@)"				=	"%%@, %%.%ldf Hz (%%@)";
"%%@, %%.%ldf Hz (%%@, %%@)"			= 	"%%@, %%.%ldf Hz (%%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@)"		=	"%%@, %%.%ldf Hz (%%@, %%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)"		=	"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)"	=	"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)";
